tap "ariga/tap"
tap "go-task/tap"
brew "azure-cli"
brew "bash"
brew "bat"
brew "glib"
brew "cloudflared"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "harfbuzz"
brew "ghostscript"
brew "git"
brew "git-secrets"
brew "unbound"
brew "gnupg"
brew "go"
brew "gpgme"
brew "lazygit"
brew "make"
brew "mise"
brew "mkcert"
brew "neovim"
brew "openjdk"
brew "poppler"
brew "povray"
brew "pyenv"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tree"
brew "zoxide"
brew "ariga/tap/atlas"
brew "go-task/tap/go-task"
cask "dbeaver-community"
cask "google-cloud-sdk"
cask "iterm2"
cask "mactex-no-gui"

