tap "ariga/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "molovo/revolver"
tap "zunit-zsh/zunit"
brew "bash"
brew "bat"
brew "glib"
brew "cloudflared"
brew "coreutils"
brew "direnv"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gpgme"
brew "openjdk"
brew "gradle"
brew "jenv"
brew "jj"
brew "kotlin"
brew "kustomize"
brew "lazygit"
brew "libxml2"
brew "make"
brew "mise"
brew "mkcert"
brew "neovim"
brew "node"
brew "openjdk@21"
brew "poppler"
brew "povray"
brew "ripgrep"
brew "sheldon"
brew "skaffold"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "zoxide"
brew "ariga/tap/atlas"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform"
brew "zunit-zsh/zunit/zunit"
cask "dbeaver-community"
cask "gcloud-cli"
cask "google-chrome"
cask "iterm2"
cask "mactex-no-gui"
cask "xbar"
