tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "bat"
brew "glib"
brew "fd"
brew "fzf"
brew "ghostscript"
brew "unbound"
brew "gnupg"
brew "gpgme"
brew "harfbuzz"
brew "lazygit"
brew "mise"
brew "mkcert"
brew "neovim"
brew "openjdk"
brew "openjdk@11"
brew "peco"
brew "poppler"
brew "postgresql@14"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "zoxide"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hackgen-nerd"
cask "iterm2"
cask "mactex-no-gui"
vscode "akamud.vscode-theme-onedark"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "cocopon.iceberg-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fallenmax.mithril-emmet"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "james-yu.latex-workshop"
vscode "kevinrose.vsc-python-indent"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "pkief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "sdras.vue-vscode-snippets"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
