# Outdated
brew "openssh"
brew "screen"
brew "git"
brew "vim"
brew "llvm"

# This dotfiles' deps
brew "git-secrets"
brew "jj"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "tree-sitter"
brew "neovim"
brew "tmux"
brew "sheldon"
brew "zoxide"
brew "starship"
brew "terminal-notifier"

# Useful binaries
brew "bat"
brew "direnv"
brew "gh"
brew "git-lfs"
brew "tree"

# Mise
brew "mise"

# Go
tap "ariga/tap"
tap "goreleaser/tap"
tap "go-task/tap"
brew "go"
cask "goreleaser"
brew "golangci-lint"
brew "go-task/tap/go-task"
brew "ariga/tap/atlas"

# Terraform
tap "hashicorp/tap"
brew "hashicorp/tap/terraform"

# k8s
brew "kustomize"
brew "skaffold"
