akamud.vscode-theme-onedark
arcticicestudio.nord-visual-studio-code
asvetliakov.vscode-neovim
be5invis.toml
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
cocopon.iceberg-theme
dbaeumer.vscode-eslint
docker.docker
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
fallenmax.mithril-emmet
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
gruntfuggly.todo-tree
hediet.vscode-drawio
james-yu.latex-workshop
kevinrose.vsc-python-indent
mhutchie.git-graph
ms-azure-load-testing.microsoft-testing
ms-azuretools.azure-dev
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.vscode-node-azure-pack
njpwerner.autodocstring
octref.vetur
pkief.material-icon-theme
platformio.platformio-ide
prisma.prisma
redhat.java
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
sdras.night-owl
sdras.vue-vscode-snippets
shd101wyy.markdown-preview-enhanced
takumii.markdowntable
tamasfe.even-better-toml
teabyii.ayu
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
