akamud.vscode-theme-onedark
arcticicestudio.nord-visual-studio-code
be5invis.toml
bierner.markdown-mermaid
biomejs.biome
bradlc.vscode-tailwindcss
cocopon.iceberg-theme
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
esafirm.kotlin-formatter
esbenp.prettier-vscode
fallenmax.mithril-emmet
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
formulahendry.code-runner
fwcd.kotlin
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
james-yu.latex-workshop
jmaxwilson.vscode-povray
kevinrose.vsc-python-indent
llvm-vs-code-extensions.lldb-dap
mathiasfrohlich.kotlin
mhutchie.git-graph
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-windows-ai-studio.windows-ai-studio
njpwerner.autodocstring
platformio.platformio-ide
redhat.java
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
sdras.night-owl
shd101wyy.markdown-preview-enhanced
swiftlang.swift-vscode
takumii.markdowntable
teabyii.ayu
vadimcn.vscode-lldb
virtual-whirlwind.vscode-povray2
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vue.volar
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
